Repository: nbtxy/filego_ios
Catalog: filego/Localizable.xcstrings
Source language: en
Languages: zh_hans

# account.createdAt
source: Joined
zh_hans: 注册时间

# account.delete
source: Delete account
zh_hans: 注销账号

# account.delete.confirm.action
source: Delete permanently
zh_hans: 永久注销

# account.delete.confirm.message
source: All your files, everything in the trash and your account details will be permanently deleted. This can't be undone.
zh_hans: 你的所有文件、回收站内容与账号信息将被永久删除，且无法恢复。

# account.delete.confirm.title
source: Delete your account?
zh_hans: 确定要注销账号吗？

# account.delete.failed
source: Couldn't delete your account
zh_hans: 注销失败

# account.email
source: Email
zh_hans: 邮箱

# account.name
source: Name
zh_hans: 名字

# account.name.edit
source: Change name
zh_hans: 修改名字

# account.name.placeholder
source: Enter your name
zh_hans: 请输入名字

# account.title
source: Account
zh_hans: 账号

# account.userId
source: User ID
zh_hans: 用户 ID

# account.userId.copied
source: User ID copied
zh_hans: 已复制用户 ID

# cache.clear
source: Clear Cache
zh_hans: 清除缓存

# cache.clear.confirm
source: Clear local cache?
zh_hans: 清除本地缓存？

# cache.clear.confirmMessage
source: Cached files will be downloaded again the next time you open them.
zh_hans: 清除后，再次打开文件时需要重新下载。

# cache.hint
source: Opened files are cached locally for faster access. The oldest files are removed automatically when the cache exceeds 1 GB.
zh_hans: 打开过的文件会缓存在本地以便快速访问；缓存超过 1 GB 时会自动清理最久未使用的文件。

# cache.title
source: Local Cache
zh_hans: 本地缓存

source: Cache usage
zh_hans: 缓存占用

# cache.usageValue
source: %@ · %lld files
zh_hans: %@ · %lld 个文件

# common.cancel
source: Cancel
zh_hans: 取消

# common.error
source: Error
zh_hans: 出错了

# common.ok
source: OK
zh_hans: 确定

# common.retry
source: Try again
zh_hans: 重试

# common.save
source: Save
zh_hans: 保存

# debug.http.empty
source: No requests yet
zh_hans: 暂无请求记录

# debug.http.title
source: HTTP History
zh_hans: HTTP 请求历史

# debug.origin
source: Server
zh_hans: 服务器

# debug.panel.apply
source: Apply
zh_hans: 应用

# debug.panel.current
source: Current server
zh_hans: 当前服务器

# debug.panel.custom
source: Custom address
zh_hans: 自定义地址

# debug.panel.default
source: Using the default address
zh_hans: 正在使用默认地址

# debug.panel.invalid
source: Invalid address
zh_hans: 地址无效

# debug.panel.local
source: Local development
zh_hans: 本地开发

# debug.panel.override
source: Using a custom override
zh_hans: 正在使用自定义覆盖

# debug.panel.production
source: Production
zh_hans: 生产环境

# debug.panel.reset
source: Restore default address
zh_hans: 恢复默认地址

# debug.panel.server
source: Server presets
zh_hans: 服务器预设

# debug.panel.switchHint
source: Changing the server will sign you out.
zh_hans: 切换服务器后需要重新登录。

# debug.panel.title
source: Debug Panel
zh_hans: 调试面板

# debug.panel.tools
source: Tools
zh_hans: 工具

# drive.add
source: Add
zh_hans: 添加

# drive.copy
source: Make a copy
zh_hans: 创建副本

# drive.copyTemporaryLink
source: Copy temporary link
zh_hans: 复制临时链接

# drive.displayOptions
source: Display options
zh_hans: 显示选项

# drive.empty
source: This folder is empty
zh_hans: 这个文件夹是空的

# drive.folder
source: Folder
zh_hans: 文件夹

# drive.import.address
source: Get File Import Address
zh_hans: 获取文件导入地址

# drive.import.addressMessage
source: This address is valid until %@. Open it in a browser or upload with curl. %@
zh_hans: 此地址有效期至 %@。可以在浏览器中打开，也可以使用 curl 上传。 %@

# drive.import.cameraDenied
source: Camera Access Required
zh_hans: 需要相机权限

# drive.import.cameraDeniedMessage
source: Allow camera access in Settings to take photos or videos for upload.
zh_hans: 请在系统设置中允许相机权限，以拍摄照片或视频并上传。

# drive.import.cameraUnavailable
source: Camera is unavailable on this device
zh_hans: 当前设备无法使用相机

# drive.import.copyAddress
source: Copy Address
zh_hans: 复制地址

# drive.import.create
source: Create address
zh_hans: 创建地址

# drive.import.created
source: Address created
zh_hans: 地址已创建

# drive.import.file
source: Import File
zh_hans: 导入文件

# drive.import.newMessage
source: Anyone with this link can send files straight into “%@”. No account, nothing to install.
zh_hans: 拿到这条链接的人就能把文件直接发进「%@」。不用账号，不用装东西。

# drive.import.newTitle
source: Choose this folder's address
zh_hans: 给这个文件夹取一条地址

# drive.import.openSettings
source: Open Settings
zh_hans: 打开设置

# drive.import.pathInvalid
source: Use lowercase letters, numbers and hyphens — up to three segments.
zh_hans: 只能用小写字母、数字和连字符，最多三段。

# drive.import.pathRefused
source: That path isn’t available. Pick another.
zh_hans: 这个路径不可用，换一个。

# drive.import.photo
source: Photos and Videos
zh_hans: 照片和视频

# drive.import.preparing
source: Preparing file…
zh_hans: 正在准备文件…

# drive.import.resetAddress
source: Reset Address
zh_hans: 重置地址

# drive.import.resetConfirmMessage
source: The current address will stop working immediately. People using it will no longer be able to import files.
zh_hans: 当前地址将立即失效，正在使用旧地址的人将无法继续导入文件。

# drive.import.resetConfirmTitle
source: Reset the import address?
zh_hans: 重置文件导入地址？

# drive.import.secondAddressMessage
source: This iPhone already has a receiving address on another folder. Files already here are unaffected.
zh_hans: 这台手机已经在别的文件夹上有一条收件地址了。已有的文件不受影响。

# drive.import.secondAddressTitle
source: One address at a time
zh_hans: 一次只能有一条地址

# drive.import.shareAddress
source: Share Address
zh_hans: 分享地址

# drive.import.takePhoto
source: Take Photo or Video
zh_hans: 拍照或录像

# drive.import.title
source: Import to JustFling
zh_hans: 导入到 JustFling

# drive.import.uploading
source: Uploading
zh_hans: 正在上传

# drive.move
source: Move
zh_hans: 移动

# drive.moveHere
source: Move here
zh_hans: 移动到这里

# drive.newFolder
source: New folder
zh_hans: 新建文件夹

# drive.order
source: Order
zh_hans: 排序方向

# drive.orderAscending
source: Ascending
zh_hans: 升序

# drive.orderDescending
source: Descending
zh_hans: 降序

# drive.rename
source: Rename
zh_hans: 重命名

# drive.search
source: Search
zh_hans: 搜索

# drive.searchEmpty
source: No results
zh_hans: 没有找到相关文件

# drive.searchPlaceholder
source: Search files and folders
zh_hans: 搜索文件和文件夹

# drive.sort
source: Sort by
zh_hans: 排序依据

# drive.sortDate
source: Date modified
zh_hans: 修改时间

# drive.sortName
source: Name
zh_hans: 名称

# drive.sortSize
source: Size
zh_hans: 大小

# drive.temporaryLinkCopied
source: Temporary link copied. Valid for 1 day.
zh_hans: 临时链接已复制，1 天内有效

# drive.trash
source: Move to Trash
zh_hans: 移到回收站

# drive.view
source: View
zh_hans: 视图方式

# drive.viewGrid
source: Grid
zh_hans: 网格显示

# drive.viewList
source: List
zh_hans: 列表显示

# inbox.clear
source: Clear Records…
zh_hans: 清除记录…

# inbox.clear.confirm
source: Clear Records
zh_hans: 清除记录

# inbox.clear.done
source: Cleared %d records
zh_hans: 已清除 %d 条记录

# inbox.clear.message
source: Forgets what was sent to this link. The address keeps working and files already on this iPhone are untouched.
zh_hans: 忘掉发到这条链接的传输记录。地址照常工作，已经落到手机上的文件一个都不动。

# inbox.clear.title
source: Clear records for “%@”?
zh_hans: 清除「%@」的记录？

# inbox.copied
source: Link copied
zh_hans: 链接已复制

# inbox.copy
source: Copy link
zh_hans: 复制链接

# inbox.delete
source: Delete Link…
zh_hans: 删除地址…

# inbox.delete.confirm
source: Delete Link
zh_hans: 删除地址

# inbox.delete.done
source: Address deleted
zh_hans: 地址已删除

# inbox.delete.message
source: The address, its records, and anything still waiting in the relay go with it. Files already on this iPhone stay. The path becomes free for a new link.
zh_hans: 地址、它的传输记录、还停在中转站没下载的文件会一起消失。已经落到手机上的文件留着。路径会释放出来给新链接用。

# inbox.delete.title
source: Delete “%@”?
zh_hans: 删除「%@」？

# inbox.detail.address
source: Address
zh_hans: 地址

# inbox.detail.danger
source: Revoking and forgetting
zh_hans: 撤销与清理

# inbox.detail.dangerHint
source: Reset keeps this link and changes its address. Clear Records forgets what was sent here, keeping both. Delete removes it entirely and frees the path.
zh_hans: 重置保留这条链接，只换地址。清除记录忘掉发到这里的东西，地址和文件都留着。删除把它整个去掉，路径释放出来。

# inbox.detail.landsIn
source: Files land in
zh_hans: 落地于

# inbox.detail.options
source: Options
zh_hans: 选项

# inbox.detail.password
source: Password protected
zh_hans: 已设密码

# inbox.detail.path
source: Path
zh_hans: 路径

# inbox.detail.pathHint
source: Changing the path makes the old address stop working immediately.
zh_hans: 换了路径，旧地址立刻失效。

# inbox.detail.pause
source: Paused
zh_hans: 暂停接收

# inbox.detail.pauseHint
source: A paused link tells senders it isn’t accepting files right now.
zh_hans: 暂停后，发件人看到的是「暂时不接收文件」，而不是上传框。

# inbox.detail.senderName
source: Shown to senders
zh_hans: 发件人看到的名字

# inbox.detail.senderNameHint
source: The send page says “Send files to %@”. This is not your address.
zh_hans: 上传页会写「发送文件给 %@」。这不是你的地址。

# inbox.detail.sizeLimit
source: Largest file
zh_hans: 单个文件上限

# inbox.detail.title
source: Link
zh_hans: 链接

# inbox.empty
source: No addresses yet. Open a folder and tap “Get File Import Address”.
zh_hans: 还没有收件地址。进任意文件夹，点「获取文件导入地址」。

# inbox.folder
source: Lands in %@
zh_hans: 落地于 %@

# inbox.folder.change
source: Choose Folder…
zh_hans: 选择文件夹…

# inbox.folder.changed
source: Files will land here from now on
zh_hans: 之后的文件会落到这里

# inbox.folder.pick
source: Land Here
zh_hans: 落到这里

# inbox.folderUnset
source: Not bound
zh_hans: 未绑定

# inbox.list.name
source: My name
zh_hans: 我的名字

# inbox.listTitle
source: My address
zh_hans: 我的地址

# inbox.path.message
source: The old address stops working the moment you save. Anyone still using it will not be able to send.
zh_hans: 保存的瞬间旧地址就失效了，还在用它的人发不进来。

# inbox.path.save
source: Change Path
zh_hans: 换路径

# inbox.path.title
source: Change this link’s path
zh_hans: 换一条路径

# inbox.paused
source: Paused
zh_hans: 已暂停

# inbox.pausedMessage
source: Receiving was paused because the landing folder could not be reached. Nothing was lost — senders are told to try again.
zh_hans: 因为找不到落地文件夹，接收被暂停了。没有东西丢失——发送方会被告知稍后重试。

# inbox.qr
source: QR Code
zh_hans: 二维码

# inbox.qr.failed
source: Could not draw the QR code.
zh_hans: 二维码生成失败。

# inbox.qr.hint
source: Have the sender scan this.
zh_hans: 让对方扫这个码。

# inbox.rename.invalid
source: Give this link a name senders will recognise — at most 64 characters.
zh_hans: 取一个发件人认得出的名字，最多 64 个字符。

# inbox.rename.title
source: Name shown to senders
zh_hans: 发件人看到的名字

# inbox.reset
source: Reset Link…
zh_hans: 重置链接…

# inbox.reset.confirm
source: Reset Link
zh_hans: 重置链接

# inbox.reset.done
source: The link has a new address
zh_hans: 链接已换新地址

# inbox.reset.message
source: It keeps receiving into the same folder at a new random path. The current address stops working immediately — there is no grace period.
zh_hans: 它会换一条随机路径，继续收进同一个文件夹。当前地址立刻失效，没有过渡期。

# inbox.reset.title
source: Reset this link?
zh_hans: 重置这条链接？

# inbox.resume
source: Resume receiving
zh_hans: 恢复接收

# inbox.resumed
source: Receiving resumed
zh_hans: 已恢复接收

# inbox.separateIdentity
source: This iPhone has its own address. Files sent to your Mac's address go to the Mac, not here.
zh_hans: 这台手机有自己的地址。发往你 Mac 那个地址的文件会到 Mac，不会到这里。

# inbox.share
source: Share link
zh_hans: 分享链接

# login.error.failed
source: Apple sign-in failed. Check your network and try again.
zh_hans: Apple 登录失败，请检查网络后重试

# login.error.noAppleAccount
source: Sign in to an Apple Account in Settings first, then try again
zh_hans: 请先在系统「设置 › Apple 账户」中登录 Apple 账户，再使用此方式登录

# login.error.noToken
source: Could not obtain Apple credential
zh_hans: 未能获取 Apple 登录凭证

# login.error.notHandled
source: The system could not handle the sign-in request. Please try again.
zh_hans: 系统未能处理此次登录请求，请稍后重试

# login.subtitle
source: Your private space for files in motion
zh_hans: 你的私人文件流转空间

# me.account
source: Account
zh_hans: 账号

# me.address
source: My address
zh_hans: 我的地址

# me.address.none
source: Not set up
zh_hans: 未设置

# me.counts
source: %d files · %d folders · %d in trash
zh_hans: %d 个文件 · %d 个文件夹 · 回收站 %d 项

# me.deviceKey
source: Device key
zh_hans: 设备密钥

# me.deviceKey.enclave
source: Secure Enclave
zh_hans: 安全隔区

# me.deviceKey.software
source: Software
zh_hans: 软件密钥

# me.loadFailed
source: Failed to load
zh_hans: 加载失败

# me.localStorage
source: On this iPhone
zh_hans: 本机占用

# me.plan
source: Plan
zh_hans: 方案

# me.plan.free
source: Free
zh_hans: 免费

# me.plan.pro
source: Pro
zh_hans: 专业版

# me.relayValue
source: %@ of %@ this month
zh_hans: 本月已用 %1$@ / %2$@

# me.signOut
source: Sign out
zh_hans: 退出登录

# me.signOut.confirm
source: Sign out of JustFling?
zh_hans: 确定要退出登录吗？

# me.storage.detail
source: %@ of %@ used
zh_hans: 已使用 %@ / %@

# me.storage.reserved
source: %@ reserved by uploads
zh_hans: 上传中占用 %@

# me.storage.title
source: Storage
zh_hans: 存储空间

# me.storage.trash
source: Trash is using %@ — empty it to free up space
zh_hans: 回收站占用 %@，清空可释放

# me.trash.count
source: Trash (%d)
zh_hans: 回收站（%d）

# me.version
source: Version
zh_hans: 版本

# name.change.action
source: Change name
zh_hans: 更换名字

# name.change.confirm.action
source: Change
zh_hans: 更换

# name.change.confirm.message
source: The old addresses stop working the moment this goes through, and the old name is released for anyone to take. This cannot be undone.
zh_hans: 一旦换成功，旧地址立即失效，旧名字也立即被释放，谁都可以拿走。这一步无法撤销。

# name.change.confirm.title
source: Change to %@?
zh_hans: 换成 %@？

# name.change.current
source: Current
zh_hans: 当前

# name.change.done
source: Name changed
zh_hans: 名字已更换

# name.change.failed
source: Could not change the name
zh_hans: 更换名字失败

# name.change.title
source: Change name
zh_hans: 更换名字

# name.change.unchanged
source: This is your current name.
zh_hans: 这就是你现在的名字。

# name.change.warning
source: Every address and share link on this device moves to the new name at once. The old addresses stop working immediately, cutting off anyone holding them, and the old name goes straight back into the pool for someone else to take.
zh_hans: 这台设备上所有地址和分享链接会立刻搬到新名字下。旧地址马上失效，拿着旧链接的人会断掉，旧名字当场回到公共池，随时可能被别人取走。

# onboarding.available
source: Available
zh_hans: 可用

# onboarding.checking
source: Checking…
zh_hans: 检查中…

# onboarding.create
source: Claim this name
zh_hans: 占用这个名字

# onboarding.failed
source: Could not claim that name
zh_hans: 名字创建失败

# onboarding.invalid
source: 3–20 characters: lowercase letters, digits and hyphens.
zh_hans: 3–20 个字符：小写字母、数字和连字符。

# onboarding.namePlaceholder
source: your-name
zh_hans: 你的名字

# onboarding.subtitle
source: This is your name on Stolnk. You’ll turn a folder into a receiving address later.
zh_hans: 这是你在 Stolnk 上的名字。之后再把某个文件夹变成收件地址。

# onboarding.taken
source: Taken
zh_hans: 已被占用

# onboarding.title
source: Pick your name
zh_hans: 取一个名字

# preview.html.blockerUnavailable
source: This page can't be sandboxed for preview right now.
zh_hans: 无法为该页面建立网络隔离，暂时不能预览

# preview.html.loadRemoteContent
source: Load Remote Content
zh_hans: 载入远程内容

# preview.html.openInQuickLook
source: Open in Quick Look
zh_hans: 用 QuickLook 打开

# preview.html.openLink.confirm
source: Open
zh_hans: 打开

# preview.html.openLink.title
source: Open this link?
zh_hans: 要打开这个链接吗？

# preview.html.openWith
source: Open With…
zh_hans: 用其他应用打开…

# preview.markdown.assetsMissing
source: The Markdown renderer failed to load.
zh_hans: Markdown 渲染组件加载失败

# preview.markdown.loadRemoteImages
source: Load Remote Images
zh_hans: 载入远程图片

# preview.markdown.openInQuickLook
source: Open in Quick Look
zh_hans: 用 QuickLook 打开

# preview.markdown.openLink.confirm
source: Open
zh_hans: 打开

# preview.markdown.openLink.title
source: Open this link?
zh_hans: 要打开这个链接吗？

# preview.markdown.openWith
source: Open With…
zh_hans: 用其他应用打开…

# preview.markdown.tooLarge
source: This file is too large to preview as formatted Markdown.
zh_hans: 文件过大，无法按 Markdown 排版预览

# preview.markdown.undecodable
source: The text encoding of this file is not supported.
zh_hans: 无法识别这个文件的文字编码

# preview.markdown.viewRendered
source: View Rendered
zh_hans: 查看预览

# preview.markdown.viewSource
source: View Source
zh_hans: 查看源码

# pro.benefit.files
source: Receive files up to 20 GB each
zh_hans: 单个文件最高 20 GB

# pro.benefit.free
source: Free
zh_hans: 免费版

# pro.benefit.inboxes
source: Unlimited receiving addresses
zh_hans: 无限接收地址

# pro.benefit.password
source: Password-protected sharing
zh_hans: 密码保护的文件分享

# pro.benefit.pro
source: Pro
zh_hans: Pro 会员

# pro.benefit.relay
source: 300 GB monthly relay allowance
zh_hans: 每月 300 GB 中转额度

# pro.benefit.storage
source: Storage
zh_hans: 存储空间

# pro.benefits.title
source: What you get
zh_hans: 升级后你会得到

# pro.cta.buy
source: Unlock forever · %@
zh_hans: 永久解锁 · %@

# pro.cta.manage
source: Manage subscription
zh_hans: 管理订阅

# pro.cta.restore
source: Restore purchases
zh_hans: 恢复购买

# pro.cta.subscribe
source: %@ / month
zh_hans: %@ / 月

# pro.entry.active
source: Pro
zh_hans: Pro 会员

# pro.entry.expires
source: Until %@
zh_hans: 有效期至 %@

# pro.entry.free
source: Free
zh_hans: 免费版

# pro.entry.upgrade
source: Upgrade to Pro
zh_hans: 升级 Pro 会员

# pro.headline
source: Pro, for good
zh_hans: 一次购买，永久 Pro

# pro.legal
source: One-time purchase. No subscription and no recurring charge. The price shown above is provided by the App Store for your region.
zh_hans: 一次性购买，无订阅、无续费。以上价格由 App Store 根据你所在地区提供。

# pro.lifetime.active
source: Purchased · Lifetime access
zh_hans: 已购买 · 永久有效

# pro.lifetime.owned
source: Pro unlocked
zh_hans: 已解锁 Pro

# pro.privacy
source: Privacy Policy
zh_hans: 隐私政策

# pro.products.unavailable
source: Couldn't load subscription options. Please try again later.
zh_hans: 暂时无法加载订阅商品，请稍后再试。

# pro.purchase.failed
source: Purchase didn't complete
zh_hans: 购买未完成

# pro.purchase.pending
source: Your purchase is pending approval. It'll activate automatically once confirmed.
zh_hans: 购买待确认，完成后会自动开通。

# pro.purchase.pendingSync
source: Payment received — syncing. It'll activate automatically once you're back online.
zh_hans: 已付款，正在同步。网络恢复后会自动开通。

# pro.purchase.success
source: Stolnk Pro is unlocked for good.
zh_hans: Stolnk Pro 已永久解锁

# pro.restore.none
source: No previous Pro purchase was found
zh_hans: 没有找到可恢复的 Pro 购买

# pro.status.active
source: Subscribed until %@
zh_hans: 已订阅，有效期至 %@

# pro.status.expiring
source: Auto-renew is off. You'll return to the free plan after %@.
zh_hans: 已关闭自动续期，%@ 后回到免费版。

# pro.status.grace
source: Renewal failed. Update your payment method before %@ or you'll drop back to 200 MB.
zh_hans: 续费未成功，%@ 前请更新支付方式，否则空间将回到 200 MB。

# pro.subheadline
source: More addresses, larger files, longer-lived links, and no recurring charge.
zh_hans: 更多地址、更大文件、更长有效期，没有循环扣费。

# pro.terms
source: Terms of Use
zh_hans: 使用条款

# pro.tier.addressCount
source: %@ import addresses
zh_hans: %@ 条导入地址

# pro.tier.directUpload
source: Direct uploads up to %@ per file
zh_hans: 单文件最高 %@ 直传

# pro.tier.expiry.free
source: Import addresses expire after 7 days
zh_hans: 导入地址有效期 7 天

# pro.tier.expiry.pro
source: Expiry: 1, 7, 30 or 90 days — or never
zh_hans: 有效期可选 1、7、30、90 天或永不过期

# pro.tier.free
source: Free
zh_hans: 免费版

# pro.tier.storageValue
source: %@ storage
zh_hans: %@ 存储空间

# pro.tier.unlimited
source: Unlimited import addresses
zh_hans: 导入地址不限量

# pro.userAgreement
source: User Agreement
zh_hans: 用户协议

# quota.exceeded.message
source: New files can't be relayed until next month. Everything already on this iPhone is unaffected, and nothing was lost.
zh_hans: 下个月之前无法再中转新文件。手机上已有的文件不受影响，也没有任何东西丢失。

# quota.exceeded.title
source: Monthly allowance used up
zh_hans: 本月中转额度已用完

# quota.exceeded.upgrade
source: Upgrade
zh_hans: 升级 Pro

# storage.available
source: %@ available
zh_hans: 可用 %@

# storage.category.audio
source: Audio
zh_hans: 音频

# storage.category.documents
source: Documents
zh_hans: 文档

# storage.category.images
source: Photos
zh_hans: 图片

# storage.category.reserved
source: Uploading
zh_hans: 上传中

# storage.category.trash
source: Trash
zh_hans: 回收站

# storage.category.videos
source: Videos
zh_hans: 视频

# storage.counts.files
source: Files
zh_hans: 文件

# storage.counts.folders
source: Folders
zh_hans: 文件夹

# storage.counts.title
source: Items
zh_hans: 项目数

# storage.counts.trashed
source: Items in trash
zh_hans: 回收站项目

# storage.detail.title
source: Details
zh_hans: 存储明细

# storage.overview.title
source: Overview
zh_hans: 总览

# storage.title
source: Storage
zh_hans: 存储空间

# storage.used
source: %@ of %@ used
zh_hans: 已使用 %@ / %@

# tab.files
source: Files
zh_hans: 文件

# tab.me
source: Me
zh_hans: 我的

# tab.transfers
source: Transfers
zh_hans: 传输

# transfer.empty
source: No transfers yet
zh_hans: 暂无传输任务

# trash.daysLeft
source: Deletes in %d days
zh_hans: 还有 %d 天自动删除

# trash.deleteConfirm
source: Permanently delete “%@”? This cannot be undone.
zh_hans: 永久删除「%@」？此操作无法撤销。

# trash.deleteForever
source: Delete forever
zh_hans: 永久删除

# trash.empty
source: Trash is empty
zh_hans: 回收站是空的

# trash.emptyAll
source: Empty
zh_hans: 清空

# trash.emptyAllConfirm
source: Permanently delete everything in Trash? This cannot be undone.
zh_hans: 永久删除回收站里的全部项目？此操作无法撤销。

# trash.expiringSoon
source: Deletes soon
zh_hans: 即将自动删除

# trash.notice
source: Items in Trash are permanently deleted after %lld days. They still count toward your storage until then.
zh_hans: 回收站中的项目 %lld 天后自动永久删除。在此之前仍然占用存储空间。

# trash.restore
source: Restore
zh_hans: 还原

# trash.title
source: Trash
zh_hans: 回收站
